Repository: giellalt/corpus-sma
Catalog: tmx/nob/admin/sd/samediggi.no/arkitektovneles-guelmie.html.tmx
Source language: sma
Languages: nob

source: Arkitektovneles guelmie / Saemiedigkiegåetie / Saemiedigkien bïjre / Saemiedigkie - Sametinget
nob: Arkitektonisk uttrykk / Sametingsbygningen / Om Sametinget / Forsiden - Sametinget

source: Arkitektovneles guelmie
nob: Arkitektonisk uttrykk

source: Dah gaajh stoerre doedterh bielelen dah haemieh mah tjiehtjelh skaepiedieh, lij dïhte våarome juktie giedtiem teemine nåhtadidh.
nob: De enorme viddene uten de romdannende formasjoner var utgangspunktet for å bruke innhegningen som tema.

source: Njaltja jallh vïedtje gaajhkide funksjovnide gåetesne gaertjede jïh vaarjele, dah vïedtjh geehtieh jïh almetjidie tjöönghkieh.
nob: Huden eller veggen begrenser og beskytter alle funksjoner i bygningen, veggene hegner om og samler menneskene.

source: Mearan elmie tjåetskemistie lanka dennie gaajh galmes tjoevkesisnie, dle almetjh edtjieh baahkem jïh vaarjelimmiem dååjredh gåetien sisnie.
nob: Mens lufta dirrer av kulde i det iskalde lyset skal menneskene oppleve varme og beskyttelse innendørs.

source: Abpe gåetie edtja akten sisbielien bïjre prierkiehtidh, mij tjïelkelaakan vååjnoe goh mij akt jeatjah goh dïhte fååmijes eatneme, tjåetskeme, lopme.
nob: Hele huset skal gi signaler om et interiør krystallklart avgrenset fra den robuste naturen, fra kulda, fra snøen.

source: Dïhte matematihken geometrije lea tjïelke jïh gåatan aktem rïektes vyörtegsvoetem jïh göögkelesvoetem vadta.
nob: Den matematiske geometrien er entydig og gir bygningen en fortjent verdighet og monumentalitet.

source: Dïhte vælnjoeh ålkoevïedtje, giedtie, ryöktesth hïngseste tjuedtjele, dïhte njeerpes-ligke spaarravïedtje åssjaldahkh njaltjese vadta, jallh låavtegasse mij njåatseståvva.
nob: Den skråstilte ytterveggen, innhegningen, reiser seg direkte fra lyngen, den luftige spaltekledningen gir assosiasjoner til huden, eller duken som trekkes rundt.

source: Voejhkelamme dam tjïelke giertiem ålkoebielien jïh sisbielien gaskem veaksahkåbpoe darjodh, dannasinie ryöktesth gåetien sïjse tjaanga, dïhte giertie gaskem ålkone jïh gåetesne lea seamma aktelaaketje goh låavhtgåetesne.
nob: Det klare sjiktet mellom ute og inne er forsøkt forsterket ved at man går inn i bygningen direkte, overgangen mellom ute og inne er like entydig som i lavvoen.

source: Gosse gåetien sïjse tjaanga dle sisbielie gaahpode, jïh damta tjiehtjele lea seamma tjïelke jïh aktelaaketje goh aktene låavthgåetesne.
nob: Vel innenfor åpner interiøret seg, og man fornemmer rommet like klart og entydig som man oppfatter rommet inne i lavvoen.

source: Stoerretjåanghkoesavka, gærjagåetie, vaanterdimmiehaalle jïh tjåanhgkoetjiehtjelh vååjnesasse båetieh, jïh aaj bielieh dehtie ålkoebieleste atrijesne vååjnoeh goh akte bielie sisbieleste.
nob: Plenumssalen, biblioteket, vandrehallen, møterommene eksponeres, selv deler av eksteriøret inne i atriet oppfattes som en del av interiøret.

source: Vaanterdimmiehaalle dejtie ovmessie darjomesidie ektede, seamma tïjjen goh vaanterdimmiehaalle lea gåetien vihkielommes tjiehtjele.
nob: Vandrehallen knytter de ulike funksjoner sammen, samtidig som vandrehallen er husets viktigste rom.

source: Daestie dejtie jeatjah darjomesidie vuajna, gaajhkide jeatjah almetjidie jïh ektiedimmiem eatneminie åtna.
nob: Herfra ser man alle andre funksjoner, alle andre mennesker og har kontakt med naturen.

source: Maahta dejtie ovbyjjes, bene vihkeles soptsestallemidie darjodh daennie tjiehtjelisnie, mij geometrijen gaavhtan goh akte vaedtsemesijjie vååjnoe dennie aktene gietjesne, jïh gosse stoerretjåanghkoesavkan lïhkebasse båetieminie dle gemtebe sjædta, jïh dïhte sijjie vietseles tjiehtjielinie sjædta, gusnie steurebe almetjekrirrieh tjaakanieh.
nob: De uformelle, men viktige samtalene kan utfolde seg i dette rommet, som grunnet geometrien oppfattes som en gangsone i den ene enden, mens jo mer man nærmer seg plenumssalen jo mer utvides bredden, og gangen blir til et luftig og vennlig rom med plass til større ansamlinger av mennesker.

source: Vaanterdimmiehaallen baalte akte gaahpoeh gallerije 2. laptesne, daestie maahta vuejnedh dan gaahpoeh atrijese ålkone, doedteri, gærjagåetien jïh stoerretjåanghkoesavkan vööste.
nob: Parallelt med vandrehallen løper et åpent galleri i 2. etasje, herfra er utsikt mot det åpne utendørsatriet, mot viddene, mot biblioteket og plenumssalen.

source: Daan baelien dle Saemiedigkie stoerretjåanghkoeh åtna njieljie våhkoeh fïerhten jaepien, jïh dej våhkoej dle tjirkijh gaajhkijste dajvijste gaavnesjieh, gåårveldihkie sijjen klaeriedihks gaptajgujmie.
nob: Sametinget har for tiden plenumsmøter fire uker i året, under disse ukene kommer representanter fra alle regioner sammen og bærer hver sine karakteristiske fargerike kofter.

source: Dïhte jorpe vaanterdimmiehaalle, jïh ihke gåetie dan gaahpode sisnjelde, dle goh akte gaahpoeh scene vååjnoe, gaajhkesh sinsitniem vuejnieh jïh dah – guektiengïerth goerkesisnie – klaeriedihks almetjh gåetiem jeatjatehtieh akten klaeriedihks jïh svihtjije scenese, akte vuestiebielie dejtie stoerre doedteridie ålkone.
nob: Den sirkulære vandrehallen og de åpne interiørene er som en åpen scene, alle ser hverandre og de - i dobbel forstand - fargerike menneskene forandrer huset til en fargerik og pulserende scene i kontrast til de store viddene på utsiden.

source: Vaanterdimmiehaallen mietie dle tjiehpiedæjja Kristin Ytreberg tjaebpieslaakan jïh hïervenlaakan saemien dïejvesh dorjeme ditnine jïh metalle-naevliejgujmie.
nob: På skivene langs vandrehallen har kunstneren Kristin Ytreberg på en raffinert og elegant måte satt igjen samiske ordspråk i tinntråd og metall-nagler.

source: Dah goh seadtoes relieffh bietsievïedtjen vööste tjåadtjoeh, jïh jeatjahlaakan vååjnoeh mearan biejjie dan jorpe gåetien bïjre vaanterde, jïh tjoevkese joekehtslaakan vïedtjen vööste guaka.
nob: Disse står som rolige relieffer mot furupanelen, og skifter karakter ettersom solen vandrer rundt det sirkulære huset, og lyset på ulik vis sleper langs veggen.

source: Daesne åådtje dejtie vijsies baakojde lohkedh, mah leah vihkeles saemien kultuvresne, eannan stoerretjåanghkoesavkan sïjse tjaanga, jïh ussjedihks jïh tjyölkehke sov mïelem jeahta.
nob: Man får med seg visdomsordene, som er viktige i den samiske kulturen, før man trer inn i plenumssalen og sindig og klart sier sin mening.

source: Stoerretjåanghkoesavka lea goh akte jïjtse bielie, åejviegåetine ektine ektiedamme akten måskoes pruvvien baaktoe.
nob: Plenumssalen er eksponert som et eget volum knyttet sammen med hovedhuset via en innelukket bro.

source: Saemiedigkien aejlies gåetie, stoerretjåanghkoesavka, vååjnoe goh dïhte tjïelke tjiehtjele mij byöroe årrodh, jeatjah gijjijste geerestammme - aaj visuelle.
nob: Sametingets hellige rom, plenumssalen, framtrer som det genuine rommet det bør være, avsondret fra all annen støy - også visuell.

source: Tjiehtjielisnie eah leah naan klaash mej tjïrrh lïj maahteme eatnemem ålkone vuejnedh, akte klaase guhkene bijjene baaja dam fïerhten tïjjen sjïere tjoevkesem båetedh savkan sïjse, jïh murriedimmiem buakta, mejtie lea gaskejijjebiejjie jallh jemhkelde buelije goeksegigujmie.
nob: Rommet er fullstendig uten vinduer hvor man kan se naturen omkring, et høytsittende glass bringer derimot det til enhver tid karakteristiske lyset inn i salen, og setter stemning til denne, enten det er midnattssol eller bekmørkt med nordlyset flimrende over.

source: Smaave lohkemetjoevkesh fïerhten tjirkijen buertesne dejtie murreds, smaave tjiehtjielidie tjïertestieh daennie gaajh stoerre tjiehtjielisnie.
nob: Små leselamper ved hvert representantbord definerer de intime, små rommene i dette voluminøse rommet.

source: Dïhte jïjtjehke gåetie lea goh akte vælnjoeh tjeegla maam lea vielie nagkeme juktie foaje ’ m darjodh jïh baaja tjoevkesem gåetien sïjse båetedh.
nob: Selve bygningskroppen er en skjev kjegle som er ytterligere abstrahert ved et dypt kutt som danner foaje og flater for lysinnslipp.

source: Gïejh
nob: Spor

source: Tjiehpiedæjja Hilde Schanke Pedersen lea dam stoerre betongeheallam feegreme aktine fååmijes abstrakte guvvine, gusnie emalje jïh lastegullie leah bïejesovveme stoerre sinkehealline.
nob: Kunstneren Hilde Schanke Pedersen har dekorert den store betongskiven med et mektig abstrakt bilde hvor emalje og bladgull er lagt på store sinkplater.

source: Guvvie tjïelke ektiedimmieh dan saemien kultuvrese vadta, jïh jalhts fååmijes, ij leah læjhkan fer ipmerijhken tjiehtjielisnie, bene otnjegem jïh aktem stuerebe magiske dimensjovnem tjiehtjielasse vadta.
nob: Bildet gir klare assosiasjoner til den samiske kultur, og selv om det er mektig, er det ikke overdramatisk i rommet, men gir tvert imot rommet retning og en ytterligere magisk dimensjon.

source: Gærjagåetie
nob: Biblioteket

source: Gærjagåetie lea klihtine dorjeme, jïh ålkoetjiehtjielinie gårrelge dej stoerre klaaseraejkiejgujmie åerjielasse, jïh gallerijesne bijjielisnie dle jïjnjh hælloeh dieves gærjijste.
nob: Biblioteket terrasseres og knytter seg til uterommet via store glassåpninger mot syd, på galleriet over finnes en masse bokhyller fylt med bøker.

source: Gosse gåetien sïjse tjaanga dle daate stoerre tjiehtjele vååjnesasse båata, dah gærjah tjiehtjelem dievhtieh, mearan maahta stoerretjåanghkoesavkam vuejnedh akten stoerre klaaseraejkien tjïrrh.
nob: Når man entrer bygningen åpner dette veldige rommet seg, bøkene fyller rommet, mens plenumssalen sees gjennom en stor glassåpning.

source: Lohkemesijjieh klaasi lïhke lohkemasse bööredieh goh gaahpoeh celline munkide.
nob: Leseplasser langs vinduene inviterer til studier som i åpne munkeceller.

source: Dah tjelmieh åadtjoeh liegkedidh dennie seadtoes eatnamisnie, vielie måskoes munkecellah lohkemasse gallerijesne gååvnesieh.
nob: Øyet får hvile på den rolige naturen, mer lukkede munkeceller for studier er lokalisert i jevn rytme på galleriet.
